Repository: darthkubox/FindHub-Android
Catalog: App/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it

source: Ostatnia lokalizacja
de: Letzte Position
en: Last location
es: Última ubicación
fr: Dernière position
it: Ultima posizione

source: Ostatnia pozycja na mapie
de: Letzte Position auf der Karte
en: Last location on the map
es: Última ubicación en el mapa
fr: Dernière position sur la carte
it: Ultima posizione sulla mappa

source: Ostatnie zmiany lokalizacji
de: Letzte Positionsänderungen
en: Recent location changes
es: Cambios recientes de ubicación
fr: Changements de position récents
it: Cambi di posizione recenti

source: Ostatnio
de: Zuletzt
en: Latest
es: Última
fr: Dernière
it: Ultima

source: Otwórz aplikację, aby zobaczyć szczegóły.
de: Öffne die App, um die Details zu sehen.
en: Open the app to see the details.
es: Abre la app para ver los detalles.
fr: Ouvrez l’app pour voir les détails.
it: Apri l’app per vedere i dettagli.

source: Otwórz ustawienia powiadomień
de: Mitteilungseinstellungen öffnen
en: Open notification settings
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages de notifications
it: Apri impostazioni notifiche

source: Otwórz w mapach
de: In Karten-App öffnen
en: Open in maps
es: Abrir en una app de mapas
fr: Ouvrir dans une app de cartes
it: Apri in un’app di mappe

source: Pilnowane urządzenia
de: Überwachte Geräte
en: Monitored devices
es: Dispositivos vigilados
fr: Appareils surveillés
it: Dispositivi monitorati

source: Pilnowanie Bluetooth wyłączone
de: Bluetooth-Überwachung aus
en: Bluetooth monitoring off
es: Vigilancia por Bluetooth desactivada
fr: Surveillance Bluetooth désactivée
it: Monitoraggio Bluetooth disattivato

source: Pilnowanie dotyczy aktywnego konta. iOS decyduje, kiedy odświeżyć pozycje w tle, więc alert miejsca może być opóźniony. Ręczne zamknięcie aplikacji może zatrzymać pilnowanie do ponownego otwarcia.
de: Die Überwachung gilt für das aktive Konto. iOS entscheidet, wann Positionen im Hintergrund aktualisiert werden, daher können Ortswarnungen verzögert sein. Wird die App beendet, kann die Überwachung bis zum nächsten Öffnen stoppen.
en: Monitoring applies to the active account. iOS decides when to refresh locations in the background, so place alerts may be delayed. Force-quitting the app can stop monitoring until you open it again.
es: La vigilancia se aplica a la cuenta activa. iOS decide cuándo actualizar las ubicaciones en segundo plano, por lo que los avisos de lugar pueden retrasarse. Forzar el cierre de la app puede detener la vigilancia hasta que vuelvas a abrirla.
fr: La surveillance s’applique au compte actif. iOS décide quand actualiser les positions en arrière-plan : les alertes de lieu peuvent donc être retardées. Forcer la fermeture de l’app peut arrêter la surveillance jusqu’à sa réouverture.
it: Il monitoraggio riguarda l’account attivo. iOS decide quando aggiornare le posizioni in background, quindi gli avvisi dei luoghi possono arrivare in ritardo. Chiudere forzatamente l’app può interrompere il monitoraggio fino alla riapertura.

source: Pilnowanie urządzenia
de: Geräteüberwachung
en: Device monitoring
es: Vigilancia del dispositivo
fr: Surveillance de l’appareil
it: Monitoraggio del dispositivo

source: Pilnowanie w pobliżu
de: Überwachung in der Nähe
en: Nearby monitoring
es: Vigilancia cercana
fr: Surveillance à proximité
it: Monitoraggio nelle vicinanze

source: Pilnowanie wstrzymane
de: Überwachung pausiert
en: Monitoring paused
es: Vigilancia en pausa
fr: Surveillance en pause
it: Monitoraggio in pausa

source: Pobieram lokalizacje urządzeń…
de: Gerätepositionen werden abgerufen…
en: Fetching device locations…
es: Obteniendo ubicaciones de dispositivos…
fr: Récupération des positions des appareils…
it: Recupero delle posizioni dei dispositivi…

source: Pobieranie listy urządzeń…
de: Geräteliste wird geladen…
en: Loading device list…
es: Cargando la lista de dispositivos…
fr: Chargement de la liste des appareils…
it: Caricamento dell’elenco dei dispositivi…

source: Pobieranie owner key…
de: Eigentümerschlüssel wird abgerufen…
en: Fetching owner key…
es: Obteniendo la clave del propietario…
fr: Récupération de la clé propriétaire…
it: Recupero della chiave del proprietario…

source: Pobieranie przerwane
de: Abruf unterbrochen
en: Fetch interrupted
es: Obtención interrumpida
fr: Récupération interrompue
it: Recupero interrotto

source: Pobierz lokalizację
de: Position abrufen
en: Get location
es: Obtener ubicación
fr: Obtenir la position
it: Ottieni posizione

source: Początek
de: Start
en: Start
es: Inicio
fr: Début
it: Inizio

source: Podejdź do taga — oczekiwanie na potwierdzenie tożsamości
de: Geh zum Tracker – Identitätsbestätigung ausstehend
en: Move close to the tracker — waiting to confirm its identity
es: Acércate al localizador: esperando confirmar su identidad
fr: Approchez-vous du traceur — confirmation de son identité en attente
it: Avvicinati al localizzatore: in attesa della conferma dell’identità

source: Podejdź do urządzenia, aby rozpocząć pilnowanie.
de: Geh zum Gerät, um die Überwachung zu starten.
en: Move close to the device to start monitoring.
es: Acércate al dispositivo para empezar la vigilancia.
fr: Approchez-vous de l’appareil pour lancer la surveillance.
it: Avvicinati al dispositivo per avviare il monitoraggio.

source: Pokaż %@ na mapie
de: %@ auf der Karte zeigen
en: Show %@ on the map
es: Mostrar %@ en el mapa
fr: Afficher %@ sur la carte
it: Mostra %@ sulla mappa

source: Pokaż mnie i wszystkie urządzenia
de: Mich und alle Geräte zeigen
en: Show me and all devices
es: Mostrarme a mí y todos los dispositivos
fr: Afficher ma position et tous les appareils
it: Mostra me e tutti i dispositivi

source: Pokaż moją lokalizację
de: Meinen Standort zeigen
en: Show my location
es: Mostrar mi ubicación
fr: Afficher ma position
it: Mostra la mia posizione

source: Pokaż na mapie
de: Auf Karte zeigen
en: Show on map
es: Ver en el mapa
fr: Voir sur la carte
it: Mostra sulla mappa

source: Pokaż wszystkie miejsca
de: Alle Orte zeigen
en: Show all places
es: Mostrar todos los lugares
fr: Afficher tous les lieux
it: Mostra tutti i luoghi

source: Polityka prywatności
de: Datenschutzerklärung
en: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Powiadom po opuszczeniu miejsca
de: Benachrichtigen, wenn es einen Ort verlässt
en: Notify when it leaves a place
es: Avisar cuando salga de un lugar
fr: Avertir quand il quitte un lieu
it: Avvisa quando lascia un luogo

source: Powiadom po utracie kontaktu
de: Nach Verbindungsverlust benachrichtigen
en: Notify after losing contact
es: Avisar tras perder el contacto
fr: Avertir après perte de contact
it: Avvisa dopo la perdita di contatto

source: Powiadomienia
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche

source: Powiadomienia działają. Tak będą wyglądać alerty o miejscach i utracie kontaktu.
de: Mitteilungen funktionieren. So sehen Orts- und Verbindungswarnungen aus.
en: Notifications work. Place and lost-connection alerts will look like this.
es: Las notificaciones funcionan. Así se verán los avisos de lugares y de pérdida de conexión.
fr: Les notifications fonctionnent. Les alertes de lieu et de perte de connexion ressembleront à ceci.
it: Le notifiche funzionano. Gli avvisi dei luoghi e di perdita di connessione avranno questo aspetto.

source: Powiadomienia i działanie w tle
de: Mitteilungen und Hintergrundaktivität
en: Notifications and background activity
es: Notificaciones y actividad en segundo plano
fr: Notifications et activité en arrière-plan
it: Notifiche e attività in background

source: Powiadomienia są wyłączone w ustawieniach iPhone’a — alerty nie przyjdą.
de: Mitteilungen sind in den iPhone-Einstellungen deaktiviert – Warnungen kommen nicht an.
en: Notifications are turned off in iPhone Settings — alerts won’t arrive.
es: Las notificaciones están desactivadas en los ajustes del iPhone: no recibirás avisos.
fr: Les notifications sont désactivées dans les réglages de l’iPhone — les alertes n’arriveront pas.
it: Le notifiche sono disattivate nelle impostazioni dell’iPhone: gli avvisi non arriveranno.

source: Powiadomienia włączone
de: Mitteilungen aktiviert
en: Notifications on
es: Notificaciones activadas
fr: Notifications activées
it: Notifiche attive

source: Powiadomienie pojawi się za 5 sekund — możesz zablokować telefon.
de: Die Mitteilung erscheint in 5 Sekunden – du kannst das Telefon sperren.
en: The notification will appear in 5 seconds — you can lock your phone.
es: La notificación aparecerá en 5 segundos; puedes bloquear el teléfono.
fr: La notification s’affichera dans 5 secondes — vous pouvez verrouiller votre téléphone.
it: La notifica apparirà tra 5 secondi: puoi bloccare il telefono.

source: Poza obszarem · %@
de: Außerhalb des Bereichs · %@
en: Outside the area · %@
es: Fuera de la zona · %@
fr: Hors de la zone · %@
it: Fuori dall’area · %@

source: Pozostałe urządzenia
de: Weitere Geräte
en: Other devices
es: Otros dispositivos
fr: Autres appareils
it: Altri dispositivi

source: Pozycja
de: Position
en: Location
es: Ubicación
fr: Position
it: Posizione

source: Pozycja na mapie
de: Position auf der Karte
en: Location on the map
es: Ubicación en el mapa
fr: Position sur la carte
it: Posizione sulla mappa

source: Pozycja niedostępna
de: Position nicht verfügbar
en: Location unavailable
es: Ubicación no disponible
fr: Position indisponible
it: Posizione non disponibile

source: Pozycje: %1$lld; niepotwierdzone odszyfrowanie: %2$lld; nieprawidłowe pozycje: %3$lld; bez geolokalizacji: %4$lld.
de: Positionen: %1$lld; unbestätigte Entschlüsselung: %2$lld; ungültige Positionen: %3$lld; ohne Geolokalisierung: %4$lld.
en: Positions: %1$lld; unverified decryption: %2$lld; invalid positions: %3$lld; without geolocation: %4$lld.
es: Posiciones: %1$lld; descifrado sin verificar: %2$lld; posiciones no válidas: %3$lld; sin geolocalización: %4$lld.
fr: Positions : %1$lld ; déchiffrement non vérifié : %2$lld ; positions invalides : %3$lld ; sans géolocalisation : %4$lld.
it: Posizioni: %1$lld; decrittografia non verificata: %2$lld; posizioni non valide: %3$lld; senza geolocalizzazione: %4$lld.

source: Połączenie zostało zamknięte
de: Die Verbindung wurde geschlossen
en: The connection was closed
es: La conexión se cerró
fr: La connexion a été fermée
it: La connessione è stata chiusa

source: Połączono — pilnuję utraty kontaktu
de: Verbunden – Verbindungsverlust wird überwacht
en: Connected — watching for lost contact
es: Conectado: vigilando la pérdida de contacto
fr: Connecté — surveillance de la perte de contact
it: Connesso: controllo della perdita di contatto

source: Producent
de: Hersteller
en: Manufacturer
es: Fabricante
fr: Fabricant
it: Produttore

source: Projekty, na których opiera się aplikacja
de: Projekte, auf denen die App basiert
en: Projects this app builds on
es: Proyectos en los que se basa la app
fr: Projets sur lesquels repose l’app
it: Progetti su cui si basa l’app

source: Promień %lld m
de: Radius %lld m
en: Radius %lld m
es: Radio %lld m
fr: Rayon %lld m
it: Raggio %lld m

source: Promień: %lld m
de: Radius: %lld m
en: Radius: %lld m
es: Radio: %lld m
fr: Rayon : %lld m
it: Raggio: %lld m

source: Protokół Find Hub: logowanie, lista urządzeń, klucze i odszyfrowanie raportów
de: Find-Hub-Protokoll: Anmeldung, Geräteliste, Schlüssel und Berichtsentschlüsselung
en: Find Hub protocol: sign-in, device list, keys and report decryption
es: Protocolo de Find Hub: inicio de sesión, lista de dispositivos, claves y descifrado de informes
fr: Protocole Find Hub : connexion, liste des appareils, clés et déchiffrement des rapports
it: Protocollo Find Hub: accesso, elenco dispositivi, chiavi e decrittografia dei rapporti

source: Prywatność
de: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
it: Privacy

source: Przesuń mapę i ustaw środek obszaru pod krzyżykiem.
de: Verschiebe die Karte, sodass die Mitte des Bereichs unter dem Fadenkreuz liegt.
en: Move the map to place the area’s centre under the crosshair.
es: Mueve el mapa para situar el centro de la zona bajo la cruz.
fr: Déplacez la carte pour placer le centre de la zone sous le réticule.
it: Sposta la mappa per posizionare il centro dell’area sotto il mirino.

source: Przetwarzanie kluczy skarbca…
de: Tresorschlüssel werden verarbeitet…
en: Processing vault keys…
es: Procesando las claves de la bóveda…
fr: Traitement des clés du coffre…
it: Elaborazione delle chiavi della cassaforte…

source: Przypisane urządzenia przestaną być pilnowane w tym obszarze. Historia i notatki zostają.
de: Zugewiesene Geräte werden in diesem Bereich nicht mehr überwacht. Verlauf und Notizen bleiben erhalten.
en: Assigned devices will no longer be monitored in this area. History and notes are kept.
es: Los dispositivos asignados dejarán de vigilarse en esta zona. El historial y las notas se conservan.
fr: Les appareils associés ne seront plus surveillés dans cette zone. L’historique et les notes sont conservés.
it: I dispositivi assegnati non saranno più monitorati in quest’area. Cronologia e note restano.

source: Przywróć domyślny wygląd
de: Standarddarstellung wiederherstellen
en: Restore default appearance
es: Restaurar aspecto predeterminado
fr: Rétablir l’apparence par défaut
it: Ripristina aspetto predefinito

source: Raport Google nie zawiera współrzędnych urządzenia.
de: Der Google-Bericht enthält keine Gerätekoordinaten.
en: The Google report has no device coordinates.
es: El informe de Google no contiene coordenadas del dispositivo.
fr: Le rapport Google ne contient pas de coordonnées de l’appareil.
it: Il rapporto Google non contiene le coordinate del dispositivo.

source: Raport bez współrzędnych
de: Bericht ohne Koordinaten
en: Report without coordinates
es: Informe sin coordenadas
fr: Rapport sans coordonnées
it: Rapporto senza coordinate

source: Raport nie zawiera odczytywalnej pozycji
de: Der Bericht enthält keine lesbare Position
en: The report has no readable location
es: El informe no contiene una ubicación legible
fr: Le rapport ne contient pas de position lisible
it: Il rapporto non contiene una posizione leggibile

# Raporty: %lld; własne: %lld; sieciowe: %lld; nazwane miejsca: %lld.
source: Raporty: %1$lld; własne: %2$lld; sieciowe: %3$lld; nazwane miejsca: %4$lld.
de: Berichte: %1$lld; eigene: %2$lld; Netzwerk: %3$lld; benannte Orte: %4$lld.
en: Reports: %1$lld; own: %2$lld; network: %3$lld; named places: %4$lld.
es: Informes: %1$lld; propios: %2$lld; de la red: %3$lld; lugares con nombre: %4$lld.
fr: Rapports : %1$lld ; propres : %2$lld ; réseau : %3$lld ; lieux nommés : %4$lld.
it: Rapporti: %1$lld; propri: %2$lld; di rete: %3$lld; luoghi con nome: %4$lld.

source: Rejestracja powiadomień push i połączenie MCS
de: Registrierung für Push-Mitteilungen und MCS-Verbindung
en: Push notification registration and MCS connection
es: Registro de notificaciones push y conexión MCS
fr: Inscription aux notifications push et connexion MCS
it: Registrazione delle notifiche push e connessione MCS

source: Rejestracja urządzenia (checkin)…
de: Gerät wird registriert (Check-in)…
en: Registering device (check-in)…
es: Registrando el dispositivo (check-in)…
fr: Enregistrement de l’appareil (check-in)…
it: Registrazione del dispositivo (check-in)…

source: Serwer odrzucił logowanie
de: Der Server hat die Anmeldung abgelehnt
en: The server rejected the login
es: El servidor rechazó el inicio de sesión
fr: Le serveur a refusé la connexion
it: Il server ha rifiutato l’accesso

source: Skopiowano współrzędne
de: Koordinaten kopiert
en: Coordinates copied
es: Coordenadas copiadas
fr: Coordonnées copiées
it: Coordinate copiate

source: Sparowano
de: Gekoppelt
en: Paired
es: Vinculado
fr: Associé le
it: Associato

source: Specyfikacja akcesoriów sieci Find Hub (Google)
de: Find-Hub-Netzwerk: Zubehörspezifikation (Google)
en: Find Hub Network Accessory Specification (Google)
es: Especificación de accesorios de la red Find Hub (Google)
fr: Spécification des accessoires du réseau Find Hub (Google)
it: Specifica degli accessori della rete Find Hub (Google)

source: Specyfikacje i materiały referencyjne
de: Spezifikationen und Referenzen
en: Specifications and references
es: Especificaciones y referencias
fr: Spécifications et références
it: Specifiche e riferimenti

source: Sprawdzam położenie przedmiotu z Google Find Hub. Odczyty mogą przychodzić z opóźnieniem; aplikacja nie uznaje wyjścia telefonu z domu za wyjście przedmiotu.
de: Die Position des Gegenstands wird über Google Find Hub geprüft. Messwerte können verzögert eintreffen; verlässt nur dein Telefon das Zuhause, gilt das nicht als Verlassen des Gegenstands.
en: The item’s position is checked using Google Find Hub. Readings can arrive late; your phone leaving home doesn’t count as the item leaving.
es: La posición del objeto se comprueba con Google Find Hub. Las lecturas pueden llegar con retraso; que tu teléfono salga de casa no cuenta como salida del objeto.
fr: La position de l’objet est vérifiée via Google Find Hub. Les relevés peuvent arriver en retard ; la sortie de votre téléphone du domicile ne compte pas comme celle de l’objet.
it: La posizione dell’oggetto viene verificata con Google Find Hub. Le rilevazioni possono arrivare in ritardo; l’uscita del telefono da casa non vale come uscita dell’oggetto.

source: Sprawdź swoje androidowe lokalizatory na iOS
de: Deine Android-Tracker auf iOS im Blick
en: Check your Android trackers on iOS
es: Consulta tus localizadores de Android en iOS
fr: Retrouvez vos traceurs Android sur iOS
it: Controlla i tuoi localizzatori Android su iOS

source: Systemowy
de: System
en: System
es: Sistema
fr: Système
it: Sistema

source: Szukam najbliższego tagu po Bluetooth…
de: Suche per Bluetooth nach dem nächsten Tracker…
en: Looking for the nearest tracker over Bluetooth…
es: Buscando el localizador más cercano por Bluetooth…
fr: Recherche du traceur le plus proche par Bluetooth…
it: Ricerca del localizzatore più vicino via Bluetooth…

source: Szukam najbliższego tagu…
de: Suche nach dem nächsten Tracker…
en: Looking for the nearest tracker…
es: Buscando el localizador más cercano…
fr: Recherche du traceur le plus proche…
it: Ricerca del localizzatore più vicino…

source: Szukam tego urządzenia w pobliżu…
de: Suche dieses Gerät in der Nähe…
en: Looking for this device nearby…
es: Buscando este dispositivo cerca…
fr: Recherche de cet appareil à proximité…
it: Ricerca di questo dispositivo nelle vicinanze…

source: Szukam urządzenia…
de: Suche…
en: Searching…
es: Buscando…
fr: Recherche…
it: Ricerca…

source: Szyfrowanie (E2EE)
de: Verschlüsselung (E2EE)
en: Encryption (E2EE)
es: Cifrado (E2EE)
fr: Chiffrement (E2EE)
it: Crittografia (E2EE)

source: Szyfrowanie wiadomości Web Push (IETF)
de: Verschlüsselung von Web-Push-Nachrichten (IETF)
en: Web Push message encryption (IETF)
es: Cifrado de mensajes Web Push (IETF)
fr: Chiffrement des messages Web Push (IETF)
it: Crittografia dei messaggi Web Push (IETF)

source: Tag nie udostępnia usługi dzwonienia
de: Der Tracker bietet keinen Klingeldienst
en: The tracker doesn’t offer a ring service
es: El localizador no ofrece servicio de sonido
fr: Le traceur ne propose pas de service de sonnerie
it: Il localizzatore non offre il servizio di suoneria

source: Tag potwierdzony — nawiązuję połączenie…
de: Tracker bestätigt – Verbindung wird hergestellt…
en: Tracker confirmed — connecting…
es: Localizador confirmado: conectando…
fr: Traceur confirmé — connexion…
it: Localizzatore confermato: connessione…

source: Tagów w pobliżu: %lld
de: Tracker in der Nähe: %lld
en: Trackers nearby: %lld
es: Localizadores cerca: %lld
fr: Traceurs à proximité : %lld
it: Localizzatori nelle vicinanze: %lld

source: Ten raport używa nieobsługiwanego jeszcze formatu szyfrowania.
de: Dieser Bericht nutzt ein noch nicht unterstütztes Verschlüsselungsformat.
en: This report uses an encryption format that isn’t supported yet.
es: Este informe usa un formato de cifrado aún no compatible.
fr: Ce rapport utilise un format de chiffrement pas encore pris en charge.
it: Questo rapporto usa un formato di crittografia non ancora supportato.

source: To miejsce zostało usunięte.
de: Dieser Ort wurde gelöscht.
en: This place has been deleted.
es: Este lugar se ha eliminado.
fr: Ce lieu a été supprimé.
it: Questo luogo è stato eliminato.

source: To urządzenie jest w pobliżu.
de: Dieses Gerät ist in der Nähe.
en: This device is nearby.
es: Este dispositivo está cerca.
fr: Cet appareil est à proximité.
it: Questo dispositivo è nelle vicinanze.

source: Tokeny i klucze są w Keychain iPhone’a. mintstudio nie otrzymuje żadnych Twoich danych.
de: Tokens und Schlüssel liegen im Schlüsselbund des iPhone. mintstudio erhält keine deiner Daten.
en: Tokens and keys are stored in the iPhone Keychain. mintstudio receives none of your data.
es: Los tokens y las claves se guardan en el llavero del iPhone. mintstudio no recibe ninguno de tus datos.
fr: Les jetons et les clés sont stockés dans le trousseau de l’iPhone. mintstudio ne reçoit aucune de vos données.
it: Token e chiavi sono nel portachiavi dell’iPhone. mintstudio non riceve nessuno dei tuoi dati.

source: Trasa
de: Route
en: Directions
es: Cómo llegar
fr: Itinéraire
it: Indicazioni

source: Tryb szyfrowania EAX (Bellare, Rogaway, Wagner)
de: EAX-Betriebsmodus (Bellare, Rogaway, Wagner)
en: EAX mode of operation (Bellare, Rogaway, Wagner)
es: Modo de cifrado EAX (Bellare, Rogaway, Wagner)
fr: Mode de chiffrement EAX (Bellare, Rogaway, Wagner)
it: Modalità di cifratura EAX (Bellare, Rogaway, Wagner)

source: Twoja lokalizacja
de: Dein Standort
en: Your location
es: Tu ubicación
fr: Votre position
it: La tua posizione

source: Twoje urządzenia
de: Deine Geräte
en: Your devices
es: Tus dispositivos
fr: Vos appareils
it: I tuoi dispositivi

source: Ty
de: Du
en: You
es: Tú
fr: Vous
it: Tu

source: Udostępnione Tobie
de: Mit dir geteilt
en: Shared with you
es: Compartidos contigo
fr: Partagés avec vous
it: Condivisi con te

source: Udostępnione przez %@
de: Geteilt von %@
en: Shared by %@
es: Compartido por %@
fr: Partagé par %@
it: Condiviso da %@

source: Urządzenia
de: Geräte
en: Devices
es: Dispositivos
fr: Appareils
it: Dispositivi

source: Urządzenie
de: Gerät
en: Device
es: Dispositivo
fr: Appareil
it: Dispositivo

source: Urządzenie opuściło miejsce
de: Ein Gerät hat einen Ort verlassen
en: A device left a place
es: Un dispositivo ha salido de un lugar
fr: Un appareil a quitté un lieu
it: Un dispositivo ha lasciato un luogo

source: Ustalam Twoją lokalizację…
de: Dein Standort wird ermittelt…
en: Finding your location…
es: Buscando tu ubicación…
fr: Localisation en cours…
it: Rilevamento della posizione…

source: Ustaw środek tutaj
de: Mitte hier festlegen
en: Set centre here
es: Fijar el centro aquí
fr: Définir le centre ici
it: Imposta il centro qui

source: Ustawienia
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni

source: Ustawienia lokalizacji
de: Ortungseinstellungen
en: Location settings
es: Ajustes de ubicación
fr: Réglages de localisation
it: Impostazioni di localizzazione

source: Usunięto dane konta z telefonu.
de: Kontodaten wurden vom Telefon entfernt.
en: Account data removed from this phone.
es: Datos de la cuenta eliminados del teléfono.
fr: Données du compte supprimées de ce téléphone.
it: Dati dell’account rimossi dal telefono.

source: Usunąć miejsce?
de: Ort löschen?
en: Delete place?
es: ¿Eliminar el lugar?
fr: Supprimer le lieu ?
it: Eliminare il luogo?

source: Usunąć zapisaną historię tego urządzenia?
de: Gespeicherten Verlauf dieses Geräts löschen?
en: Delete this device’s saved history?
es: ¿Eliminar el historial guardado de este dispositivo?
fr: Supprimer l’historique enregistré de cet appareil ?
it: Eliminare la cronologia salvata di questo dispositivo?
